{
  "geospatial": {
    "name": "Geospatial Metadata",
    "datasetField": {
      "geographicCoverage": {
        "name": "Geographic Coverage",
        "description": "Information on the geographic coverage of the data. Includes the total geographic scope of the data."
      },
      "country": {
        "name": "Country / Nation",
        "description": "The country or nation that the Dataset is about."
      },
      "state": {
        "name": "State / Province",
        "description": "The state or province that the Dataset is about. Use GeoNames for correct spelling and avoid abbreviations."
      },
      "city": {
        "name": "City",
        "description": "The name of the city that the Dataset is about. Use GeoNames for correct spelling and avoid abbreviations."
      },
      "otherGeographicCoverage": {
        "name": "Other",
        "description": "Other information on the geographic coverage of the data."
      },
      "geographicUnit": {
        "name": "Geographic Unit",
        "description": "Lowest level of geographic aggregation covered by the Dataset, e.g., village, county, region."
      },
      "geographicBoundingBox": {
        "name": "Geographic Bounding Box",
        "description": "The fundamental geometric description for any Dataset that models geography is the geographic bounding box. It describes the minimum box, defined by west and east longitudes and north and south latitudes, which includes the largest geographic extent of the  Dataset's geographic coverage. This element is used in the first pass of a coordinate-based search. Inclusion of this element in the codebook is recommended, but is required if the bound polygon box is included. "
      },
      "westLongitude": {
        "name": "West Longitude",
        "description": "Westernmost coordinate delimiting the geographic extent of the Dataset. A valid range of values,  expressed in decimal degrees, is -180,0 <= West  Bounding Longitude Value <= 180,0."
      },
      "eastLongitude": {
        "name": "East Longitude",
        "description": "Easternmost coordinate delimiting the geographic extent of the Dataset. A valid range of values,  expressed in decimal degrees, is -180,0 <= East Bounding Longitude Value <= 180,0."
      },
      "northLongitude": {
        "name": "North Latitude",
        "description": "Northernmost coordinate delimiting the geographic extent of the Dataset. A valid range of values,  expressed in decimal degrees, is -90,0 <= North Bounding Latitude Value <= 90,0."
      },
      "southLongitude": {
        "name": "South Latitude",
        "description": "Southernmost coordinate delimiting the geographic extent of the Dataset. A valid range of values,  expressed in decimal degrees, is -90,0 <= South Bounding Latitude Value <= 90,0."
      }
    }
  }
}
